Repository: yoshikyoshik/mood_tracker
Catalog: lib/l10n/app_*.arb
Languages: de, ru

source: Today
de: Heute
ru: Сегодня

# moodEntry
source: Entry
de: Eintrag
ru: Запись

source: Statistics
de: Statistik
ru: Статистика

source: Profile
de: Profil
ru: Профиль

# newProfile
source: New...
de: Neu...
ru: Новый...

source: Save
de: Speichern
ru: Сохранить

source: Cancel
de: Abbrechen
ru: Отмена

source: Delete
de: Löschen
ru: Удалить

source: Edit
de: Bearbeiten
ru: Изменить

# streakMessage
source: {count} day streak! Keep it up! 🔥
de: {count} Tage in Folge! Weiter so! 🔥
ru: Серия: {count} дн.! Так держать! 🔥

source: Settings
de: Einstellungen
ru: Настройки

source: Language
de: Sprache
ru: Язык

source: Become Pro
de: Pro werden
ru: Стать Pro

# manageSub
source: Manage Subscription
de: Abo verwalten
ru: Управление подпиской

source: Contact Support
de: Support kontaktieren
ru: Написать в поддержку

source: Logout
de: Abmelden
ru: Выйти

source: PRO MEMBER
de: PRO MITGLIED
ru: PRO АККАУНТ

# achievements
source: Your Achievements
de: Deine Erfolge
ru: Твои достижения

# badgeStart
source: The Beginning
de: Aller Anfang
ru: Начало

# badgeStartDesc
source: Your first entry.
de: Der erste Eintrag.
ru: Твоя первая запись.

# badgeStreak
source: Consistent
de: Dranbleiber
ru: Постоянство

# badgeStreakDesc
source: Tracked on 7 different days.
de: An 7 verschiedenen Tagen getrackt.
ru: Записи в 7 разных дней.

# badgeWeekend
source: Weekend Hero
de: Wochenend-Held
ru: Герой выходных

# badgeWeekendDesc
source: 10 entries on weekends.
de: 10 Einträge am Wochenende.
ru: 10 записей в выходные.

# badgeVeteranDesc
source: 100 entries in total.
de: 100 Einträge insgesamt.
ru: Всего 100 записей.

# badgeNightOwl
source: Night Owl
de: Nachteule
ru: Сова

# badgeNightOwlDesc
source: 20 entries late at night.
de: 20x spät abends getrackt.
ru: 20 записей поздно ночью.

# badgeSleep
source: Sleep Guardian
de: Schlaf-Wächter
ru: Хранитель сна

# badgeSleepDesc
source: Logged sleep 30 times.
de: 30x Schlaf protokolliert.
ru: Сон записан 30 раз.

# badgeJournal
source: Journalist
de: Tagebuch
ru: Журналист

# badgeJournalDesc
source: 50 detailed notes written.
de: 50 ausführliche Notizen.
ru: 50 подробных заметок.

# badgeContext
source: Context Pro
de: Kontext-Profi
ru: Профи контекста

# badgeContextDesc
source: 20 entries with many tags.
de: 20 Einträge mit vielen Tags.
ru: 20 записей с множеством тегов.

# badgeOptimistDesc
source: 50x very good mood (8+).
de: 50x sehr gute Laune (8+).
ru: 50x отл. настроение (8+).

# inputHowAreYou
source: How are you?
de: Wie geht es dir?
ru: Как ты?

# inputSleep
source: Track Sleep
de: Schlaf erfassen
ru: Записать сон

# inputNoteHint
source: Add a note...
de: Notiz hinzufügen...
ru: Добавить заметку...

# inputNoTags
source: No tags selected
de: Keine Tags gewählt
ru: Теги не выбраны

# inputAddTag
source: Add Tag
de: Tag hinzufügen
ru: Добавить тег

# inputEdit
source: Edit Tag
de: Tag bearbeiten
ru: Изменить тег

# statsAnalysis
source: Analyze Week
de: Woche analysieren
ru: Анализ недели

# statsAnalysisWait
source: Analyzing...
de: Analysiere...
ru: Анализирую...

# statsAnalysisError
source: Analysis Error
de: Fehler bei Analyse
ru: Ошибка анализа

# statsChartTitle
source: Mood & Sleep
de: Stimmung & Schlaf
ru: Настроение и сон

# statsMood
source: Mood
de: Stimmung
ru: Настроение

# statsSleep
source: Sleep
de: Schlaf
ru: Сон

# inputMoodTerrible
source: Terrible
de: Schrecklich
ru: Ужасно

# inputMoodBad
source: Bad
de: Schlecht
ru: Плохо

# inputMoodGood
source: Good
de: Gut
ru: Хорошо

# inputMoodFantastic
source: Fantastic
de: Fantastisch
ru: Отлично

# dialogNewProfileTitle
source: Create New Profile
de: Neues Profil erstellen
ru: Создать профиль

# dialogEditProfileTitle
source: Edit Profile
de: Profil bearbeiten
ru: Редактировать профиль

# dialogCycleTracking
source: Track Cycle
de: Zyklus tracken
ru: Отслеживать цикл

# dialogCycleDesc
source: Calculates cycle days
de: Berechnet Zyklustage
ru: Считает дни цикла

# dialogPeriodStart
source: Start of last period
de: Start letzte Periode
ru: Начало последних месячных

# dialogSelectDate
source: Select Date
de: Datum wählen
ru: Выбрать дату

# dialogAdd
source: Add
de: Hinzufügen
ru: Добавить

# dialogMoveCategory
source: Move Category
de: Kategorie verschieben
ru: Переместить категорию

# dialogRenameTag
source: Rename tag
de: Tag umbenennen
ru: Переименовать тег

# dialogDeleteTagTitle
source: Delete tag '{tag}'?
de: Tag '{tag}' löschen?
ru: Удалить тег '{tag}'?

# dialogDeleteTagContent
source: This tag will be removed from selection.
de: Dieser Tag wird aus der Auswahl entfernt.
ru: Этот тег будет убран из списка.

# dialogEditTagTitle
source: Options for '{tag}'
de: Optionen für '{tag}'
ru: Опции для '{tag}'

# statsYearly
source: Yearly Overview
de: Jahres-Verlauf
ru: Обзор года

# statsNoData
source: No data yet.
de: Noch keine Daten.
ru: Нет данных.

# statsPatternDay
source: Patterns by Weekday
de: Muster nach Wochentag
ru: Паттерны по дням

# statsInsights
source: Influencing Factors
de: Einflussfaktoren
ru: Влияющие факторы

# statsAiIntro
source: Let AI analyze your week.
de: Lass deine Woche von der KI analysieren.
ru: Пусть ИИ проанализирует неделю.

# statsAiButton
source: Analyze Week
de: Woche analysieren
ru: Анализ недели

# statsAiButtonUpdate
source: Update Analysis
de: Analyse aktualisieren
ru: Обновить анализ

# statsTrendTitle
source: Forecast for tomorrow
de: Trend für morgen
ru: Прогноз на завтра

# statsTrendGood
source: Good Outlook! ☀️
de: Gute Aussichten! ☀️
ru: Хороший прогноз! ☀️

# statsTrendNormal
source: Solid Day Ahead 🌱
de: Solider Tag erwartet 🌱
ru: Стабильный день 🌱

# statsTrendBad
source: Stay Mindful 💜
de: Achtsam bleiben 💜
ru: Будь внимательнее 💜

# categorySocial
source: Social
de: Soziales
ru: Общение

# categoryBodyMind
source: Body & Mind
de: Körper & Geist
ru: Тело и разум

# categoryObligations
source: Obligations
de: Pflichten
ru: Обязанности

# categoryLeisure
source: Leisure & Environment
de: Freizeit & Umwelt
ru: Досуг и среда

# categoryCycle
source: Cycle & Body
de: Zyklus & Körper
ru: Цикл и тело

# categoryOther
source: Other
de: Sonstiges
ru: Другое

# tagFamily
source: Family
de: Familie
ru: Семья

# tagRelationship
source: Relationship
de: Beziehung
ru: Отношения

# tagFriends
source: Friends
de: Freunde
ru: Друзья

# tagSport
source: Sports
de: Sport
ru: Спорт

# tagSleep
source: Sleep
de: Schlaf
ru: Сон

# tagFood
source: Food
de: Essen
ru: Еда

# tagHealth
source: Health
de: Gesundheit
ru: Здоровье

# tagWork
source: Work
de: Arbeit
ru: Работа

# tagSchool
source: School
de: Schule
ru: Школа

# tagHomework
source: Homework
de: Hausaufgaben
ru: Дом. задание

# tagUni
source: University
de: Uni
ru: Универ

# tagHousehold
source: Household
de: Haushalt
ru: Быт

# tagTravel
source: Travel
de: Reisen
ru: Путешествия

# tagWeather
source: Weather
de: Wetter
ru: Погода

# tagReading
source: Reading
de: Lesen
ru: Чтение

# tagMusic
source: Music
de: Musik
ru: Музыка

# tagPeriodLight
source: Period (Light)
de: Periode (Leicht)
ru: Месячные (Скудные)

# tagPeriodMedium
source: Period (Medium)
de: Periode (Mittel)
ru: Месячные (Умеренные)

# tagPeriodHeavy
source: Period (Heavy)
de: Periode (Stark)
ru: Месячные (Обильные)

# tagSpotting
source: Spotting
de: Schmierblutung
ru: Мажущие

# tagCramps
source: Cramps
de: Regelschmerzen
ru: Спазмы

# tagOvulation
source: Ovulation
de: Eisprung
ru: Овуляция

# unknownProfile
source: Unknown
de: Unbekannt
ru: Неизвестно

# btnSelect
source: SELECT
de: AUSWÄHLEN
ru: ВЫБРАТЬ

source: Maybe later
de: Vielleicht später
ru: Может позже

# premiumTeaserTitle
source: Multiple Profiles
de: Mehrere Profile
ru: Несколько профилей

# premiumTeaserMessage
source: In the free version, you have one profile. Do you want to add profiles for partners, children, or pets?
de: In der Free-Version hast du ein Profil. Möchtest du Profile für Partner, Kinder oder Haustiere anlegen?
ru: В бесплатной версии у тебя один профиль. Хочешь добавить профили для партнера, детей или питомцев?

# snackSaved
source: Saved
de: Gespeichert
ru: Сохранено

# snackDeleted
source: Deleted
de: Gelöscht
ru: Удалено

# snackTagDeleted
source: Tag deleted
de: Tag gelöscht
ru: Тег удален

# snackError
source: Error: {error}
de: Fehler: {error}
ru: Ошибка: {error}

# dialogNewTagName
source: New name
de: Neuer Name
ru: Новое имя

# dialogNewTagPlaceholder
source: Name (e.g. Yoga)
de: Name (z.B. Yoga)
ru: Имя (напр. Йога)

# labelCategory
source: Category
de: Kategorie
ru: Категория

# labelDescription
source: Description
de: Bezeichnung
ru: Описание

# predTextGood
source: Tomorrow is {day}. Your data and environment suggest a strong day ahead (Ø {score}).
de: Morgen ist {day}. Deine Daten und das Umfeld deuten auf einen starken Tag hin (Ø {score}).
ru: Завтра {day}. Данные и среда обещают сильный день (Ø {score}).

# predTextBad
source: For {day}, data predicts slightly lower energy levels (Ø {score}).
de: Für {day} sagen die Daten etwas weniger Energie voraus (Ø {score}).
ru: На {day} прогноз показывает уровень энергии чуть ниже (Ø {score}).

# predTextNormal
source: The forecast for {day} is balanced (Ø {score}).
de: Die Prognose für {day} ist ausgeglichen (Ø {score}).
ru: Прогноз на {day} сбалансированный (Ø {score}).

# tipSleep
source: Tip: Go to sleep earlier today.
de: Tipp: Geh heute früher schlafen.
ru: Совет: Ляг спать пораньше сегодня.

# tipFamilyBad
source: Household vibes were tense recently.
de: Die Stimmung im Haus war zuletzt angespannt.
ru: Дома было напряженно в последнее время.

# tipFamilyGood
source: Positive household vibes give you a boost!
de: Positive Vibes im Haushalt geben dir Rückenwind!
ru: Позитив дома придает тебе сил!

# authLoginTitle
source: Welcome back
de: Willkommen zurück
ru: С возвращением

# authRegisterTitle
source: Create new account
de: Neuen Account erstellen
ru: Создать аккаунт

# authPasswordLabel
source: Password
de: Passwort
ru: Пароль

# authRegisterButton
source: Register
de: Registrieren
ru: Регистрация

# authHaveAccount
source: I already have an account
de: Ich habe schon einen Account
ru: У меня уже есть аккаунт

# authNoAccount
source: Register
de: Registrieren
ru: Регистрация

# authLoading
source: Loading...
de: Lade...
ru: Загрузка...

# authError
source: Error: {message}
de: Fehler: {message}
ru: Ошибка: {message}

# authSuccessVerify
source: Please verify your email!
de: Bitte bestätige deine E-Mail!
ru: Пожалуйста, подтверди email!

source: Legal
de: Rechtliches
ru: Правовая информация

source: Imprint
de: Impressum
ru: Выходные данные

# privacy
source: Privacy Policy
de: Datenschutz
ru: Политика конфиденциальности

# tutorialMoodTitle
source: Your Mood
de: Deine Stimmung
ru: Твое настроение

# tutorialMoodDesc
source: Move the slider to capture how you feel right now.
de: Bewege den Slider, um festzuhalten, wie du dich fühlst.
ru: Двигай ползунок, чтобы отметить, как ты себя чувствуешь сейчас.

# tutorialSaveTitle
source: Save Entry
de: Speichern
ru: Сохранить запись

# tutorialSaveDesc
source: Tap here to write your entry to the diary.
de: Tippe hier, um deinen Eintrag in das Tagebuch zu schreiben.
ru: Нажми здесь, чтобы добавить запись в дневник.

# tutorialStatsTitle
source: Your Insights
de: Deine Erkenntnisse
ru: Твоя статистика

# tutorialStatsDesc
source: Discover charts and patterns about your mood here.
de: Hier siehst du Charts und Muster zu deiner Stimmung.
ru: Здесь ты найдешь графики и паттерны своего настроения.

# tutorialProfileTitle
source: Your Profile
de: Dein Profil
ru: Твой профиль

# tutorialProfileDesc
source: Manage your data, settings, and exports here.
de: Verwalte hier deine Daten, Einstellungen und Export-Funktionen.
ru: Управляй данными, настройками и экспортом здесь.

# tutorialStart
source: Start Tutorial
de: Tutorial starten
ru: Начать обучение

# exportPdf
source: Create Report (PDF)
de: Report erstellen (PDF)
ru: Создать отчет (PDF)

# predCycleRest
source: Your cycle might demand some rest.
de: Dein Zyklus fordert vielleicht etwas Ruhe.
ru: Твой цикл подсказывает, что нужен отдых.

# predCyclePower
source: Your cycle gives you extra power!
de: Dein Zyklus gibt dir extra Power!
ru: Твой цикл дает тебе дополнительную энергию!

# predSentimentStress
source: Your notes seemed stressed lately.
de: Deine Notizen wirkten zuletzt gestresst.
ru: В твоих заметках в последнее время много стресса.

# predSleepTip
source: Tip: Go to sleep earlier today.
de: Tipp: Geh heute früher schlafen.
ru: Совет: Ляг спать пораньше сегодня.

source: AI Calibration...
de: AI Kalibrierung...
ru: Калибровка ИИ...

# aiCalibrationText
source: Setting up your Smart Forecast. We need {missing} more entries.
de: Deine Smart Forecast wird eingerichtet. Wir benötigen noch {missing} Einträge.
ru: Настраиваю Умный Прогноз. Нужно еще {missing} записей.

# aiEntriesCount
source: {count} / {target} entries
de: {count} / {target} Einträge
ru: {count} / {target} записей

# lockedPredTitle
source: How will your day be tomorrow?
de: Wie wird dein Tag morgen?
ru: Каким будет твой день завтра?

# lockedPredDesc
source: Based on your sleep, trend, and weekday.
de: Basierend auf deinem Schlaf, Trend und Wochentag.
ru: Основано на сне, трендах и дне недели.

# lockedAiTitle
source: Deep analysis of your week
de: Tiefenanalyse deiner Woche
ru: Глубокий анализ твоей недели

# errorNoEntries7Days
source: No entries found in the last 7 days.
de: Keine Einträge in den letzten 7 Tagen gefunden.
ru: Нет записей за последние 7 дней.

# errorAnalysisFailed
source: Analysis failed: {code}
de: Fehler bei der Analyse: {code}
ru: Ошибка анализа: {code}

# sentimentNegativeWords
source: Stress,Fight,Sick,Pain,Tired,Anxiety,Sad,Bad
de: Stress,Streit,Krank,Schmerz,Müde,Angst,Traurig,Schlecht
ru: Стресс,Ссора,Болезнь,Боль,Усталость,Тревога,Грусть,Плохо

# sentimentPositiveWords
source: Vacation,Love,Success,Sport,Happy,Great,Relaxed,Party
de: Urlaub,Liebe,Erfolg,Sport,Glücklich,Super,Entspannt,Party
ru: Отпуск,Любовь,Успех,Спорт,Счастье,Круто,Релакс,Вечеринка

# statsAiCoachTitle
source: AI Weekly Coach
de: AI Wochen-Coach
ru: Еженедельный ИИ-коуч

# labelDataFor
source: Data for {name}:
de: Daten für {name}:
ru: Данные для: {name}

# labelNote
source: Note
de: Notiz
ru: Заметка

# exportPdfButton
source: Create Report (PDF)
de: Report erstellen (PDF)
ru: Создать отчет (PDF)

# pdfProfile
source: Profile: {name}
de: Profil: {name}
ru: Профиль: {name}

# pdfPeriod
source: Period: Last 30 days
de: Zeitraum: Letzte 30 Tage
ru: Период: Посл. 30 дней

# pdfAvgMood
source: Ø Mood
de: Ø Stimmung
ru: Ø Настроение

# pdfAvgSleep
source: Ø Sleep
de: Ø Schlaf
ru: Ø Сон

# pdfEntriesCount
source: Entries
de: Einträge
ru: Записи

# pdfHeaderDate
source: Date
de: Datum
ru: Дата

# pdfHeaderTime
source: Time
de: Zeit
ru: Время

# pdfHeaderSleep
source: Sleep
de: Schlaf
ru: Сон

# pdfHeaderNote
source: Note
de: Notiz
ru: Заметка

# pdfFooter
source: Created with LuvioSphere
de: Erstellt mit LuvioSphere
ru: Создано с LuvioSphere

# predWeatherGood
source: Tomorrow's sun boosts your energy!
de: Die Sonne morgen gibt dir Energie!
ru: Завтрашнее солнце зарядит тебя энергией!

# predWeatherBad
source: Rain forecast – make yourself cozy.
de: Regen angesagt – mach es dir gemütlich.
ru: Обещают дождь – устрой себе уют.

# partnerDesc
source: Connect with your partner to check their mood.
de: Verbinde dich mit deinem Partner, um zu sehen, wie es ihm geht.
ru: Подключись к партнеру, чтобы видеть его настроение.

# partnerEmailLabel
source: Partner's Email
de: E-Mail deines Partners
ru: Email партнера

# partnerConnectBtn
source: Connect
de: Verbinden
ru: Подключить

# partnerConnected
source: Connected with {name}
de: Verbunden mit {name}
ru: На связи с: {name}

# partnerStatus
source: Current Mood: {score}
de: Aktuelle Stimmung: {score}
ru: Текущее настр.: {score}

# partnerNeedsLove
source: ⚠️ {name} is having a tough day. Send some love!
de: ⚠️ {name} hat einen schweren Tag. Schick etwas Liebe!
ru: ⚠️ У {name} тяжелый день. Поддержи!

# partnerWait
source: Waiting for confirmation...
de: Warte auf Rückbestätigung...
ru: Ожидание подтверждения...

# partnerDisconnectTitle
source: Disconnect Partner?
de: Verbindung trennen?
ru: Отключить партнера?

# partnerDisconnectMessage
source: Do you really want to disconnect from {partnerEmail}?
de: Möchtest du die Verbindung zu {partnerEmail} wirklich aufheben?
ru: Ты действительно хочешь отменить связь с {partnerEmail}?

# partnerDisconnectConfirm
source: Yes, disconnect
de: Ja, trennen
ru: Да, отключить

# partnerDisconnectCancel
source: Cancel
de: Abbrechen
ru: Отмена

# partnerDisconnectSuccess
source: Connection removed.
de: Verbindung aufgehoben.
ru: Связь удалена.

# partnerDisconnectTooltip
source: Disconnect partner
de: Verbindung trennen
ru: Отключить партнера

# tagAlcohol
source: Alcohol
de: Alkohol

# tagScreenTime
source: High Screen Time
de: Viel Handy

# tagWater
source: Little Water
de: Wenig Wasser

# tagNature
source: Nature
de: Natur

# tagHealthyFood
source: Healthy Food
de: Gesund gegessen

# tagSex
source: Intimacy
de: Intimität

# predSeasonTip
source: Soaking up light helps!
de: Licht tanken hilft!

# predPersonalized
source: Based on your patterns.
de: Basierend auf deinen Mustern.

# labelFactors
source: Factors
de: Einflussfaktoren

# deleteAccountTitle
source: Delete Account?
de: Konto löschen?

# deleteAccountContent
source: Are you sure? All your data (entries, tags, profile) will be permanently deleted.
de: Bist du sicher? Alle deine Daten (Einträge, Tags, Profil) werden unwiderruflich gelöscht.

# deleteAccountBtn
source: Delete account permanently
de: Konto endgültig löschen

# authForgotPassword
source: Forgot password?
de: Passwort vergessen?

# authResetSuccess
source: Link sent! Check your emails.
de: Link gesendet! Prüfe deine E-Mails.

# authEnterEmail
source: Please enter your email address.
de: Bitte gib deine E-Mail-Adresse ein.

# inputDateLabel
source: Date
de: Datum

# inputCycleDay
source: Day {day}
de: Tag {day}

# btnAddEntry
source: Add Entry (+)
de: Weiteren Eintrag (+)

# proDialogDesc
source: This feature is exclusive to Pro members. Want to upgrade?
de: Dieses Feature ist exklusiv für Pro-Nutzer. Möchtest du upgraden?

# btnShop
source: GO TO SHOP
de: ZUM SHOP

# partnerLabelConnected
source: Connected with:
de: Verbunden mit:

# partnerLabelMyEmail
source: Your Email (Automatic)
de: Deine E-Mail (Automatisch)

# partnerHintEmail
source: e.g. partner@example.com
de: z.B. partner@example.com

# partnerDescLocked
source: Connect for better understanding & harmony.
de: Verbinde dich für mehr Verständnis & Harmonie.

# adviceSick
source: Partner is sick. Tea, soup, or meds would be kind!
de: Partner ist krank. Tee, Suppe oder Medikamente wären lieb!

# adviceCycle
source: Caution: Cycle issues. Get a hot water bottle & chocolate ready!
de: Vorsicht: Zyklus-Beschwerden. Wärmflasche & Schokolade bereitstellen!

# adviceStress
source: High stress level. Maybe take over a chore today.
de: Hohes Stresslevel. Nimm dem Partner heute vielleicht eine Pflicht ab.

# adviceSleep
source: Massive sleep deprivation. Ensure a quiet evening.
de: Massiver Schlafmangel. Sorge für einen ruhigen Abend.

# adviceSad
source: Mood is low. A hug or listening often helps more than solutions.
de: Stimmung ist im Keller. Eine Umarmung oder Zuhören hilft oft mehr als Lösungen.

# adviceHappy
source: Great mood! Perfect time for doing something together.
de: Super Stimmung! Perfekter Zeitpunkt für gemeinsame Unternehmungen.

# lockedInsightsTitle
source: Unlock Premium Insights
de: Schalte Premium-Insights frei

# lockedInsightsDesc
source: Find out exactly what affects your mood. Our AI analyzes your patterns.
de: Erfahre genau, was deine Stimmung beeinflusst. Unsere KI analysiert deine Muster.

# btnUnlock
source: Go Pro Now
de: Jetzt Pro werden

# insightTrackMore
source: Track more tags to detect patterns.
de: Tracke mehr Tags, um Muster zu erkennen.

# insightBasdOnPattern
source: Based on your patterns.
de: Basierend auf deinen Mustern.

# patternTitle
source: Patterns Detected 💡
de: Muster erkannt 💡

# patternDrop
source: Whenever you track '{tag}', your mood drops by an average of {delta} points the next day.
de: Immer wenn du '{tag}' trackst, sinkt deine Stimmung am nächsten Tag um durchschnittlich {delta} Punkte.

# patternCycle
source: Often, '{tag1}' is followed by '{tag2}' the next day.
de: Oft folgt auf '{tag1}' am nächsten Tag '{tag2}'.

# patternCount
source: (Based on {count} events)
de: (Basiert auf {count} Ereignissen)

source: Version
ru: Версия

source: FREE USER
ru: БЕСПЛАТНЫЙ АККАУНТ

# badgeVeteran
source: Veteran
ru: Ветеран

# badgeOptimist
source: Optimist
ru: Оптимист

# inputMoodOkay
source: Okay
ru: Нормально

# dialogNameLabel
source: Name
ru: Имя

# tagParty
source: Party
ru: Вечеринка

# tagMeditation
source: Meditation
ru: Медитация

# tagHobby
source: Hobby
ru: Хобби

# tagGaming
source: Gaming
ru: Игры

# tagPMS
source: PMS
ru: ПМС

# authLoginButton
source: Login
ru: Войти

# pdfTitle
source: LuvioSphere Report
ru: Отчет LuvioSphere

# pdfHeaderMood
source: Mood
ru: Настр.

# pdfHeaderTags
source: Tags
ru: Теги

# partnerTitle
source: Partner Connect ❤️
ru: Связь с партнером ❤️
